Repository: FikaProject/fika
Catalog: fika/locale/*/LC_MESSAGES/fika.po
Languages: sv

source: Fika site
sv: Fika webbsida

source: Setup and install Fika
sv: Arrangera och installera Fika

source: Courses
sv: Kurser

source: Course
sv: Kurs

source: Image Slideshow
sv: Bildspel

source: Course module
sv: Kursmodul

source: Assessment
sv: Bedömning

source: Assessment Response
sv: Bedömning svar

source: Assign course to users
sv: Tilldela användare kursen

source: Responses overview
sv: Svar översikt

source: Assign to user
sv: Tilldela användare

source: Assign users to course
sv: Tilldela kursen användare

source: My Courses
sv: Mina kurser

source: Response submitted
sv: Svar är skickat

source: Finished
sv: Avslutad

source: Mark as finished
sv: Markera som avslutad

source: My courses
sv: Mina kurser

source: Currently enrolled
sv: Inskrivna

source: Completed
sv: Färdig

source: You have not completed any courses yet..
sv: Du har ännu inte avslutat någon kurs..

source: Your answer:
sv: Ditt svar:

source: Download
sv: Ladda ner

source: Enroll
sv: Skriv in dig

source: Enrolled
sv: Inskrivna

source: Add new module
sv: Lägg till en ny modul

source: Save
sv: Spara

source: Cancel
sv: Annulera

source: Create new course
sv: Skapa en ny kurs

source: Previous
sv: Föregående

source: Next
sv: Nästa

source: You have not enrolled in any courses yet.
sv: Du är ännu inte inskriven i någon kurs.

source: Question
sv: Fråga

source: Answer
sv: Svar

source: Last modified
sv: Senast ändrad

source: User
sv: Användare

source: Add new image
sv: Lägg till en bild

source: Toggle navigation
sv: Växla navigering

source: All courses
sv: Alla kurser

source: Users
sv: Användare

source: Profile
sv: Profil

source: Change password
sv: Ändra lösenord

source: Logout
sv: Logga ut

source: Register
sv: Registrera dig

source: Search
sv: Sök

source: The title of the course.
sv: Titeln på kursen.

source: A short description of the course.
sv: En kort beskrivning av kursen.

source: Describe who the course is for, why the course is relevant, and give a short example of a problem the course will help in solving.
sv: Beskriv vem kursen är till för, varför den är relevant, och ge ett kort exempel på ett problem som kursen kan hjälpa till med att lösa.

source: (Optional) An image that will be shown next to the description.
sv: (Valfritt) Lägg upp en bild som visas bredvid beskrivningen.

source: Image
sv: Bild

source: The title of the video.
sv: Titeln på videon

source: Write a short description of the video here. Max 140 characters.
sv: Beskriv videon kortfattat här. Maximalt 140 tecken.

source: MP4 file
sv: MP4 fil

source: For .mp4 files, the full URL of the video file. For Youtube, the full URL. For Vimeo, the sequence of numbers in the URL.
sv: För .mp4 filer använd videofilens hela URL. För Youtube använd hela URL. För Vimeo använd nummer sekvensen i URL.

source: %r is not a string
sv: %r är ingen textsträng

source: The title of the course module.
sv: Titeln på kursmodulen.

source: The title of the assessment question. Please include what part of the course or module this question relates to.
sv: Titeln på bedömnings frågan. Var vänlig och inkludera vilken del av kursen eller modulen frågan är kopplad till.

source: The question text.
sv: Den formulerade frågan.

source: Will be displayed in case participants wish to contact the examinator.
sv: Visas för deltagarna som önskar att kontakta examinatorn

source: Type your answer here.
sv: Skriv ditt svar här.

source: The title of the segment.
sv: Titeln på segmentet.

source: A short description of the segment.
sv: En kort beskrivning av segmentet.

source: The title of the text.
sv: Titeln på texten.

source: Write the piece of text here.
sv: Skriv texten här.
